Repository: NvAsselt/trendpress
Catalog: assets/languages/*.po
Languages: fr_fr

source: Please activate a TrendPress child-theme to use this theme.
fr_fr: Veuillez activer un thème-enfant TrendPress pour utiliser ce thème.

source: Search for
fr_fr: Rechercher

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the WordPress SEO plugin by Yoast.
fr_fr: Améliorez votre WordPress SEO : rédigez un meilleur contenu and obtenez un site WordPress entièrement optimisé grâce au plugin WordPress SEO by Yoast.

source: Google Analytics for WordPress
fr_fr: Google Analytics pour WordPress

source: This plugin makes it simple to add Google Analytics to your WordPress blog, adding lots of features, eg. custom variables and automatic clickout and download tracking.
fr_fr: Ce plugin permet d'ajouter facilement Google Analytics à votre blog WordPress, ajoutant de nombreuses fonctions, par exemple des variables personnalisées et des suivis de clickouts et de téléchargements automatiques.

source: Improve site performance and user experience via caching: browser, page, object, database, minify and content delivery network support.
fr_fr: Améliorez la performance du site et l'expérience utilisateur grâce au caching : navigateur, page, objet, base de données, minify et support pour le réseau de distribution de contenu.

source: Reduce image file sizes and improve performance using the Smush.it API within WordPress.
fr_fr: Réduisez la taille des fichiers images et améliorez la performance en utilisant l'API de Smush.it dans WordPress.

source: Search everything
fr_fr: Tout rechercher

source: Increases WordPress' default search functionality in three easy steps.
fr_fr: Améliore la fonctionalité de recherche par défaut de WordPress grâce à trois étapes faciles.

source: Enables the advanced features of TinyMCE, the WordPress WYSIWYG editor.
fr_fr: Permet l'utilisation des fonctions avancées de TinyMCE, l'éditeur WordPress WYSIWYG.

source: Multiple content blocks
fr_fr: Blocks contenu multiple

source: Redirection is a WordPress plugin to manage 301 redirections and keep track of 404 errors without requiring knowledge of Apache .htaccess files.
fr_fr: Redirection est un plugin WordPress qui permet de gérer 301 redirections et de retracer les erreurs 404 sans avoir besoin de la connaissance de fichiers .htccess de Apache.

source: Recommended plugins
fr_fr: Plugins recommandés

source: Recommended
fr_fr: Recommandés

source: Recommended plugin <strong>activated</strong>.
fr_fr: Plugin recommandé <strong>activaté</strong>.

source: The plugin <strong>%1$s</strong> has been reset to the recommended TrendPress settings.
fr_fr: Le plugin <strong>%1$s</strong> a été réinitialisé aux paramètres TrendPress recommandés.

source: <a href="%1$s">Return to recommended plugins</a>
fr_fr: <a href="%1$s">Revenir aux plugins recommandés</a>

source: Home
fr_fr: Accueil

source: Custom post types
fr_fr: Types de poste personnalisés

source: There are no Custom Post Types at the moment.
fr_fr: Il n'y a pas de types de poste personnalisés pour le moment.

source: Add to Menu
fr_fr: Ajouter au menu

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Contact information
fr_fr: Informations contact

source: Shows the submenu according to the custom menu
fr_fr: Affiche le sous-menu d'après le menu personnalisé

source: Submenu
fr_fr: Sous-menu

source: Install now
fr_fr: Installer maintenant

source: Are you sure you want to reset to the recommended TrendPress settings?
fr_fr: Etes-vous sûr de vouloir réinitialiser aux paramètres TrendPress recommandés ?

source: Apply settings
fr_fr: Appliquer les paramètres

source: Activate
fr_fr: Activer

source: On this page, you can install recommended plugins and apply recommended settings to them after installing.
fr_fr: Sur cette page, vous pouvez installer des plugins recommandés et leur appliquer des paramètres recommandés après installation.

source: Optional plugins
fr_fr: Plugins optionnels

source: Contact info
fr_fr: Informations contact

source: General settings
fr_fr: Paramètres généraux

source: Sitename
fr_fr: Nom de site

source: Company name
fr_fr: Nom d'entreprise

source: Address
fr_fr: Adresse

source: Postal code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Telephone
fr_fr: Téléphone

source: Registration numbers &amp; financial
fr_fr: Numéros d'enregistrement &amp; financier

source: CC No.
fr_fr: N° CCI

source: VAT No.
fr_fr: N° TVA

source: Bank name
fr_fr: Nom de la banque

source: Bank No.
fr_fr: N° de la banque

source: Social media links
fr_fr: Liens médias sociaux

source: Please provide full URLs to your profile pages (e.g. http://twitter.com/trendwerk/)
fr_fr: Veuillez fournir les URLs complets vers vos pages de profil (par exemple http://twitter.com/trendwerk/)

source: Newsletter / mailto link
fr_fr: Lien newsletter / mailto

source: Show RSS feed in the social media widget
fr_fr: Montrer les flux RSS dans le widget medias sociaux

source: Save
fr_fr: Enregistrer
